Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: That prohibition should not affect lawful evaluation practices of natural persons that are carried out for a specific purpose in accordance with Union and national law.
pt_pt: Essa proibição não deverá afetar as práticas de avaliação lícitas de pessoas singulares efetuadas para um fim específico, em conformidade com o direito da União e o direito nacional.

source: The use of AI systems for ‘real-time’ remote biometric identification of natural persons in publicly accessible spaces for the purpose of law enforcement is particularly intrusive to the rights and freedoms of the concerned persons, to the extent that it may affect the private life of a large part of the population, evoke a feeling of constant surveillance and indirectly dissuade the exercise of the freedom of assembly and other fundamental rights.
pt_pt: A utilização de sistemas de IA para a identificação biométrica à distância «em tempo real» de pessoas singulares em espaços acessíveis ao público para efeitos de aplicação da lei é particularmente intrusiva para os direitos e as liberdades das pessoas em causa, visto que pode afetar a vida privada de uma grande parte da população, dar origem a uma sensação de vigilância constante e dissuadir indiretamente o exercício da liberdade de reunião e de outros direitos fundamentais.

source: Technical inaccuracies of AI systems intended for the remote biometric identification of natural persons can lead to biased results and entail discriminatory effects.
pt_pt: As imprecisões técnicas dos sistemas de IA concebidos para a identificação biométrica à distância de pessoas singulares podem conduzir a resultados enviesados e ter efeitos discriminatórios.

source: Such possible biased results and discriminatory effects are particularly relevant with regard to age, ethnicity, race, sex or disabilities.
pt_pt: Estes possíveis resultados enviesados e efeitos discriminatórios são particularmente relevantes no que diz respeito à idade, etnia, raça, sexo ou deficiência.

source: In addition, the immediacy of the impact and the limited opportunities for further checks or corrections in relation to the use of such systems operating in real-time carry heightened risks for the rights and freedoms of the persons concerned in the context of, or impacted by, law enforcement activities.
pt_pt: Além disso, o impacto imediato e as oportunidades limitadas para a realização de controlos adicionais ou correções no que respeita à utilização desses sistemas que funcionam em tempo real acarretam riscos acrescidos para os direitos e as liberdades das pessoas em causa no contexto, ou afetadas, pelas autoridades responsáveis pela aplicação da lei.

source: The use of those systems for the purpose of law enforcement should therefore be prohibited, except in exhaustively listed and narrowly defined situations, where the use is strictly necessary to achieve a substantial public interest, the importance of which outweighs the risks.
pt_pt: Como tal, deverá ser proibida a utilização desses sistemas para efeitos de aplicação da lei, salvo em situações enunciadas exaustivamente e definidas de modo restrito, em que essa utilização é estritamente necessária por motivos de interesse público importante e cuja importância prevalece sobre os riscos.

source: Those situations involve the search for certain victims of crime including missing persons; certain threats to the life or to the physical safety of natural persons or of a terrorist attack; and the localisation or identification of perpetrators or suspects of the criminal offences listed in an annex to this Regulation, where those criminal offences are punishable in the Member State concerned by a custodial sentence or a detention order for a maximum period of at least four years and as they are defined in the law of that Member State.
pt_pt: Nessas situações incluem-se a busca de determinadas vítimas de crimes, nomeadamente pessoas desaparecidas; certas ameaças à vida ou à segurança física de pessoas singulares ou ameaças de ataque terrorista; e a localização ou identificação de infratores ou suspeitos de infrações penais a que se refere um anexo do presente regulamento, desde que essas infrações penais sejam puníveis no Estado-Membro em causa com pena ou medida de segurança privativa de liberdade de duração máxima não inferior a quatro anos e tal como definidas pela legislação desse Estado-Membro.

source: Such a threshold for the custodial sentence or detention order in accordance with national law contributes to ensuring that the offence should be serious enough to potentially justify the use of ‘real-time’ remote biometric identification systems.
pt_pt: Esse limiar para a pena ou medida de segurança privativa de liberdade prevista no direito nacional contribui para assegurar que a infração seja suficientemente grave para justificar potencialmente a utilização de sistemas de identificação biométrica à distância em tempo real.

source: Moreover, the list of criminal offences provided in an annex to this Regulation is based on the 32 criminal offences listed in the Council Framework Decision 2002/584/JHA (18), taking into account that some of those offences are, in practice, likely to be more relevant than others, in that the recourse to ‘real-time’ remote biometric identification could, foreseeably, be necessary and proportionate to highly varying degrees for the practical pursuit of the localisation or identification of a perpetrator or suspect of the different criminal offences listed and having regard to the likely differences in the seriousness, probability and scale of the harm or possible negative consequences.
pt_pt: Além disso, a lista de infrações penais prevista no anexo do presente regulamento baseia-se nas 32 infrações penais enumeradas na Decisão-Quadro 2002/584/JAI do Conselho (18), tendo em conta que algumas delas são na prática provavelmente mais pertinentes do que outras, já que o recurso à identificação biométrica à distância «em tempo real» poderá previsivelmente ser necessário e proporcionado em graus extremamente variáveis no respeitante à localização ou identificação de um infrator ou suspeito das diferentes infrações penais enumeradas e tendo em conta as prováveis diferenças em termos de gravidade, probabilidade e magnitude dos danos ou das possíveis consequências negativas.

source: An imminent threat to life or the physical safety of natural persons could also result from a serious disruption of critical infrastructure, as defined in Article 2, point (4) of Directive (EU) 2022/2557 of the European Parliament and of the Council (19), where the disruption or destruction of such critical infrastructure would result in an imminent threat to life or the physical safety of a person, including through serious harm to the provision of basic supplies to the population or to the exercise of the core function of the State.
pt_pt: Uma ameaça iminente à vida ou à segurança física de pessoas singulares também poderá resultar de uma perturbação grave causada a uma infraestrutura crítica, na aceção do artigo 2.o, ponto 4, da Diretiva (UE) 2022/2557 do Parlamento Europeu e do Conselho (19), sempre que a perturbação ou a destruição dessa infraestrutura crítica resulte numa ameaça iminente à vida ou à segurança física de uma pessoa, inclusive ao prejudicar gravemente o fornecimento de bens essenciais à população ou o exercício das funções essenciais do Estado.

source: In addition, this Regulation should preserve the ability for law enforcement, border control, immigration or asylum authorities to carry out identity checks in the presence of the person concerned in accordance with the conditions set out in Union and national law for such checks.
pt_pt: Além disso, o presente regulamento deverá preservar a capacidade das autoridades competentes em matéria de aplicação da lei, controlo das fronteiras, imigração ou asilo para realizarem controlos de identidade na presença da pessoa em causa, em conformidade com as condições estabelecidas no direito da União e no direito nacional para esses controlos.

source: In particular, law enforcement, border control, immigration or asylum authorities should be able to use information systems, in accordance with Union or national law, to identify persons who, during an identity check, either refuse to be identified or are unable to state or prove their identity, without being required by this Regulation to obtain prior authorisation.
pt_pt: Em especial, as autoridades competentes em matéria de aplicação da lei, controlo das fronteiras, imigração ou asilo deverão poder utilizar sistemas de informação, em conformidade com o direito da União ou o direito nacional, para identificar pessoas que, durante um controlo de identidade, se recusem a ser identificadas ou não sejam capazes de declarar ou provar a sua identidade, sem serem obrigadas a obter uma autorização prévia por força do presente regulamento.

source: This could be, for example, a person involved in a crime, being unwilling, or unable due to an accident or a medical condition, to disclose their identity to law enforcement authorities.
pt_pt: Pode tratar-se, por exemplo, de uma pessoa envolvida num crime que não queira, ou não possa devido a um acidente ou doença, revelar a sua identidade às autoridades responsáveis pela aplicação da lei.

source: In order to ensure that those systems are used in a responsible and proportionate manner, it is also important to establish that, in each of those exhaustively listed and narrowly defined situations, certain elements should be taken into account, in particular as regards the nature of the situation giving rise to the request and the consequences of the use for the rights and freedoms of all persons concerned and the safeguards and conditions provided for with the use.
pt_pt: A fim de assegurar que esses sistemas sejam utilizados de uma forma responsável e proporcionada, também importa estabelecer que, em cada uma dessas situações enunciadas exaustivamente e definidas de modo restrito, é necessário ter em conta determinados elementos, em especial no que se refere à natureza da situação que dá origem ao pedido e às consequências da utilização para os direitos e as liberdades de todas as pessoas em causa e ainda às salvaguardas e condições previstas para a utilização.

source: In addition, the use of ‘real-time’ remote biometric identification systems in publicly accessible spaces for the purpose of law enforcement should be deployed only to confirm the specifically targeted individual’s identity and should be limited to what is strictly necessary concerning the period of time, as well as the geographic and personal scope, having regard in particular to the evidence or indications regarding the threats, the victims or perpetrator.
pt_pt: Além disso, a utilização de sistemas de identificação biométrica à distância «em tempo real» em espaços acessíveis ao público para efeitos de aplicação da lei só deverá ocorrer para efeitos de confirmação da identidade de uma pessoa especificamente visada e deverá ser limitada ao estritamente necessário no que respeita ao período, bem como ao âmbito geográfico e pessoal, tendo em conta, especialmente, os dados ou indícios relativos às ameaças, às vítimas ou ao infrator.

source: The use of the real-time remote biometric identification system in publicly accessible spaces should be authorised only if the relevant law enforcement authority has completed a fundamental rights impact assessment and, unless provided otherwise in this Regulation, has registered the system in the database as set out in this Regulation.
pt_pt: A utilização do sistema de identificação biométrica à distância em tempo real em espaços acessíveis ao público só deverá ser autorizada se a competente autoridade responsável pela aplicação da lei tiver concluído uma avaliação de impacto sobre os direitos fundamentais e, salvo disposição em contrário no presente regulamento, tiver registado o sistema na base de dados prevista no presente regulamento.

source: The reference database of persons should be appropriate for each use case in each of the situations mentioned above.
pt_pt: A base de dados de pessoas utilizada como referência deverá ser adequada a cada utilização em cada uma das situações acima indicadas.

source: Each use of a ‘real-time’ remote biometric identification system in publicly accessible spaces for the purpose of law enforcement should be subject to an express and specific authorisation by a judicial authority or by an independent administrative authority of a Member State whose decision is binding.
pt_pt: Cada utilização de um sistema de identificação biométrica à distância «em tempo real» em espaços acessíveis ao público para efeitos de aplicação da lei deverá estar sujeita a uma autorização expressa e específica de uma autoridade judiciária ou de uma autoridade administrativa independente de um Estado-Membro cuja decisão seja vinculativa.

source: Such authorisation should, in principle, be obtained prior to the use of the AI system with a view to identifying a person or persons.
pt_pt: Em princípio, essa autorização deverá ser obtida antes da utilização do sistema de IA com vista a identificar uma ou várias pessoas.

source: Exceptions to that rule should be allowed in duly justified situations on grounds of urgency, namely in situations where the need to use the systems concerned is such as to make it effectively and objectively impossible to obtain an authorisation before commencing the use of the AI system.
pt_pt: Deverão ser permitidas exceções a essa regra em situações devidamente justificadas por motivos de urgência, nomeadamente em situações em que a necessidade de utilizar os sistemas em causa seja tal que torne efetiva e objetivamente impossível obter uma autorização antes de iniciar a utilização do sistema de IA.

source: In such situations of urgency, the use of the AI system should be restricted to the absolute minimum necessary and should be subject to appropriate safeguards and conditions, as determined in national law and specified in the context of each individual urgent use case by the law enforcement authority itself.
pt_pt: Nessas situações de urgência, a utilização do sistema de IA deverá limitar-se ao mínimo absolutamente necessário e estar sujeita a salvaguardas e condições adequadas, conforme determinado pelo direito nacional e especificado no contexto de cada caso de utilização urgente pela própria autoridade responsável pela aplicação da lei.

source: In addition, the law enforcement authority should in such situations request such authorisation while providing the reasons for not having been able to request it earlier, without undue delay and at the latest within 24 hours.
pt_pt: Além disso, em tais situações, a autoridade responsável pela aplicação da lei deverá solicitar essa autorização, apresentando simultaneamente as razões para não ter podido solicitá-la mais cedo, sem demora injustificada e, o mais tardar, no prazo de 24 horas.

source: If such an authorisation is rejected, the use of real-time biometric identification systems linked to that authorisation should cease with immediate effect and all the data related to such use should be discarded and deleted.
pt_pt: Se essa autorização for recusada, a utilização de sistemas de identificação biométrica em tempo real associados a essa autorização deverá cessar com efeitos imediatos e todos os dados relacionados com essa utilização deverão ser suprimidos e apagados.

source: Such data includes input data directly acquired by an AI system in the course of the use of such system as well as the results and outputs of the use linked to that authorisation.
pt_pt: Tais dados incluem dados de entrada adquiridos diretamente por um sistema de IA durante a utilização desse sistema, bem como os resultados da utilização associada a essa autorização.

source: It should not include input that is legally acquired in accordance with another Union or national law.
pt_pt: Não deverá incluir os dados de entrada licitamente adquiridos em conformidade com outras disposições pertinentes do direito da União ou do direito nacional.

source: In any case, no decision producing an adverse legal effect on a person should be taken based solely on the output of the remote biometric identification system.
pt_pt: Em qualquer caso, nenhuma decisão que produza efeitos jurídicos adversos sobre uma pessoa deverá ser tomada exclusivamente com base nos resultados saídos do sistema de identificação biométrica à distância.

source: In order to carry out their tasks in accordance with the requirements set out in this Regulation as well as in national rules, the relevant market surveillance authority and the national data protection authority should be notified of each use of the real-time biometric identification system.
pt_pt: A fim de desempenharem as suas funções em conformidade com os requisitos estabelecidos no presente regulamento e nas regras nacionais, as autoridades de fiscalização do mercado competentes e a autoridade nacional de proteção de dados deverão ser notificadas de cada utilização do sistema de identificação biométrica em tempo real.

source: Market surveillance authorities and the national data protection authorities that have been notified should submit to the Commission an annual report on the use of real-time biometric identification systems.
pt_pt: As autoridades de fiscalização do mercado e as autoridades nacionais de proteção de dados que tenham sido notificadas deverão apresentar à Comissão um relatório anual sobre a utilização de sistemas de identificação biométrica em tempo real.

source: Furthermore, it is appropriate to provide, within the exhaustive framework set by this Regulation that such use in the territory of a Member State in accordance with this Regulation should only be possible where and in as far as the Member State concerned has decided to expressly provide for the possibility to authorise such use in its detailed rules of national law.
pt_pt: Além disso, no âmbito do regime exaustivo estabelecido pelo presente regulamento, importa salientar que essa utilização no território de um Estado-Membro em conformidade com o presente regulamento apenas deverá ser possível uma vez que o Estado-Membro em causa tenha decidido possibilitar expressamente a autorização dessa utilização nas regras de execução previstas no direito nacional.

source: Consequently, Member States remain free under this Regulation not to provide for such a possibility at all or to only provide for such a possibility in respect of some of the objectives capable of justifying authorised use identified in this Regulation.
pt_pt: Consequentemente, ao abrigo do presente regulamento, os Estados-Membros continuam a ser livres de não possibilitar essa utilização ou de apenas possibilitar essa utilização relativamente a alguns dos objetivos passíveis de justificar uma utilização autorizada identificados no presente regulamento.

source: Such national rules should be notified to the Commission within 30 days of their adoption.
pt_pt: Essas regras nacionais deverão ser comunicadas à Comissão no prazo de 30 dias a contar da sua adoção.

source: The use of AI systems for real-time remote biometric identification of natural persons in publicly accessible spaces for the purpose of law enforcement necessarily involves the processing of biometric data.
pt_pt: A utilização de sistemas de IA para a identificação biométrica à distância em tempo real de pessoas singulares em espaços acessíveis ao público para efeitos de aplicação da lei implica necessariamente o tratamento de dados biométricos.

source: The rules of this Regulation that prohibit, subject to certain exceptions, such use, which are based on Article 16 TFEU, should apply as lex specialis in respect of the rules on the processing of biometric data contained in Article 10 of Directive (EU) 2016/680, thus regulating such use and the processing of biometric data involved in an exhaustive manner.
pt_pt: As regras do presente regulamento que proíbem essa utilização, salvo em certas exceções, e que têm por base o artigo 16.o do TFUE, deverão aplicar-se como lex specialis relativamente às regras em matéria de tratamento de dados biométricos previstas no artigo 10.o da Diretiva (UE) 2016/680, regulando assim essa utilização e o tratamento de dados biométricos conexo de uma forma exaustiva.

source: Therefore, such use and processing should be possible only in as far as it is compatible with the framework set by this Regulation, without there being scope, outside that framework, for the competent authorities, where they act for purpose of law enforcement, to use such systems and process such data in connection thereto on the grounds listed in Article 10 of Directive (EU) 2016/680.
pt_pt: Como tal, essa utilização e esse tratamento apenas deverão ser possíveis se forem compatíveis com o regime estabelecido pelo presente regulamento, sem que exista margem, fora desse regime, para as autoridades competentes utilizarem esses sistemas e efetuarem o tratamento desses dados pelos motivos enunciados no artigo 10.o da Diretiva (UE) 2016/680, caso atuem para efeitos de aplicação da lei.

source: In that context, this Regulation is not intended to provide the legal basis for the processing of personal data under Article 8 of Directive (EU) 2016/680.
pt_pt: Nesse contexto, o presente regulamento não pretende constituir o fundamento jurídico do tratamento de dados pessoais, nos termos do artigo 8.o da Diretiva (UE) 2016/680.

source: However, the use of real-time remote biometric identification systems in publicly accessible spaces for purposes other than law enforcement, including by competent authorities, should not be covered by the specific framework regarding such use for the purpose of law enforcement set by this Regulation.
pt_pt: Contudo, a utilização de sistemas de identificação biométrica à distância em tempo real em espaços acessíveis ao público para outros fins que não os de aplicação da lei, inclusive por parte das autoridades competentes, não deverá ser abrangida pelo regime específico relativo a essa utilização para efeitos de aplicação da lei estabelecido pelo presente regulamento.

source: Such use for purposes other than law enforcement should therefore not be subject to the requirement of an authorisation under this Regulation and the applicable detailed rules of national law that may give effect to that authorisation.
pt_pt: Assim, uma utilização para outros fins que não a aplicação da lei não deverá estar sujeita ao requisito de autorização previsto no presente regulamento nem às regras de execução aplicáveis do direito nacional que possam dar prevalência a essa autorização.

source: Any processing of biometric data and other personal data involved in the use of AI systems for biometric identification, other than in connection to the use of real-time remote biometric identification systems in publicly accessible spaces for the purpose of law enforcement as regulated by this Regulation, should continue to comply with all requirements resulting from Article 10 of Directive (EU) 2016/680.
pt_pt: Qualquer tratamento de dados biométricos e de outros dados pessoais envolvidos na utilização de sistemas de IA para fins de identificação biométrica, desde que não estejam associados à utilização de sistemas de identificação biométrica à distância em tempo real em espaços acessíveis ao público para efeitos de aplicação da lei conforme regida pelo presente regulamento deverá continuar a cumprir todos os requisitos decorrentes do artigo10.o da Diretiva (UE) 2016/680.
